/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "Stäng";

/* primary label with product name */
"Connecting to %@..." = "Ansluter till %1@...";

/* primary label */
"Connecting..." = "Ansluter...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "Om...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "Hämtar (%1$@ av %2$@ byte)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "Hämtar (%1$@ av %2$@ kB)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "Hämtar (%1$@ av %2$@ MB)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "programmet";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "Om GoTo Opener";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "Med GoTo Opener kan GoTo-webbplatser och GoTo-programvara köras smidigt på din dator.\n\nVersion: %@\n\nPlats: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "Initierar";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "Begär specifik startinformation";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "Väntar på att en annan GoTo Opener-åtgärd ska slutföras";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "Installerar GoTo Opener";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "Påbörjar hämtning av plugin-programmet";

/* generic installing plugin label */
"Installing Plugin" = "Installerar plugin-program";

/* generic starting download progress label */
"Starting Download" = "Påbörjar hämtning";

/* generic downloading progress label */
"Downloading" = "Hämtar";

/* generic verify archive progress label */
"Verifying" = "Verifierar";

/* generic unarchiving progress label */
"Unzipping" = "Packar upp";

/* generic launch progress label */
"Installing" = "Installerar";

/* generic launch progress label */
"Launching" = "Startar";

/* launch installer progress label */
"Launching Installer" = "Startar installationsprogram";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "Hämtningen misslyckades";

/* unarchive failed alert message */
"Unarchive Failed" = "Det gick inte att hämta från arkiv";

/* installation failed alert message */
"Installation Failed" = "Installationen misslyckades";

/* launch failed alert message */
"Launch Failed" = "Starten misslyckades";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "GoTo Opener kunde tyvärr inte starta %@.";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "GoTo Opener kunde tyvärr inte installera %@.";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "Starta hämtningen på nytt eller kontakta den globala kundsupporten via http://link.logmeininc.com/get-help.";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "GoTo Opener kan tyvärr inte bekräfta att hämtningsservern är säker.";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "Kontrollera att du har uppdaterat de betrodda certifikaten i dina nyckelringar, alternativt kontakta den globala kundsupporten via\nhttp://link.logmeininc.com/get-help.";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "Den begärda versionen av %@ har inte stöd för den här versionen av Mac OS X.";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "Det gick inte att hämta det begärda programmet från våra servrar.";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "%@ startade inte eftersom ett problem uppstod när appen skulle hämtas. Spara filen med webbläsaren istället:\n\n1. Klicka på knappen 'Hämta i webbläsare'.\n2. Öppna och installera den hämtade filen.\n3. Försök att ansluta till sessionen igen.";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "Om du behöver mer hjälp kontaktar du systemadministratören eller %@-support på \nhttps://link.logmeininc.com/get-help.";


/* app download failed alert download button */
"Download" = "Hämta i webbläsare";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "Det gick inte att hämta installationsprogrammet från våra servrar.";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "Det gick inte att hämta det begärda programmet från arkivet.";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "Det gick inte att hämta installationsprogrammet från arkivet.";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "Det gick inte att installera det begärda programmet.";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "Det gick inte att starta det begärda programmet.";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "Det gick inte att starta installationsprogrammet.";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "Det gick inte att hämta de begärda programargumenten från våra servrar.";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "Försök igen";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "Stäng";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "Autentiseringen tog för lång tid";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "Det gick inte att autentisera användaruppgifterna inom rimlig tid. Namnet eller lösenordet som du angav kan ha varit felaktigt. Försök igen.";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "Försök igen";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "Stäng";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "Autentiseringen misslyckades";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "Nätverksanslutningen avbröts oväntat under autentiseringen. Namnet eller lösenordet som du angav kan ha varit felaktigt. Försök igen.";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "Serverns identitet är inte betrodd";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "Servercertifikatet verkar vara ogiltigt. Genom att ansluta till servern utsätter du din konfidentiella information för risk.";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "Certifikatet för servern i \\'%@\\' verkar vara ogiltigt. Genom att ansluta till servern utsätter du din konfidentiella information för risk.";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "Certifikatet för servern \\'%@\\' verkar vara ogiltigt. Genom att ansluta till servern utsätter du din konfidentiella information för risk.";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "Stäng";
